tap "dnjstrom/git-select-branch"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
brew "ctop"
brew "fish"
brew "htop"
brew "jq"
brew "neovim"
brew "node"
brew "reattach-to-user-namespace"
brew "starship"
brew "tmux"
brew "tree"
brew "dnjstrom/git-select-branch/git-select-branch"
cask "alacritty"
cask "docker"
cask "font-fira-code"
cask "google-chrome"
cask "messenger"
cask "phoenix"
cask "spotify"
cask "visual-studio-code"
