tap "dnjstrom/git-select-branch"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
brew "ctop"
brew "fish"
brew "fisher"
brew "gh"
brew "grc"
brew "htop"
brew "jq"
brew "neovim"
brew "node"
brew "reattach-to-user-namespace"
brew "rust"
brew "starship"
brew "tmux"
brew "tpm"
brew "tree"
brew "dnjstrom/git-select-branch/git-select-branch"
cask "1password"
cask "alacritty"
cask "docker"
cask "figma"
cask "font-fira-code"
cask "google-chrome"
cask "messenger"
cask "phoenix"
cask "slack"
cask "spotify"
cask "visual-studio-code"
vscode "christian-kohler.npm-intellisense"
vscode "christian-kohler.path-intellisense"
vscode "dbaeumer.vscode-eslint"
vscode "EditorConfig.EditorConfig"
vscode "esbenp.prettier-vscode"
vscode "formulahendry.auto-close-tag"
vscode "formulahendry.auto-rename-tag"
vscode "mikestead.dotenv"
vscode "ms-azuretools.vscode-docker"
vscode "vscodevim.vim"
